{
  "en": {
    "headingMessage": "Biography of Dr. C. V. Raman",
    "textMessage": "Sir Chandrasekhara Venkata Raman FRS ( 7 November 1888 – 21 November 1970) was an Indian physicist known for his work in the field of light scattering. Using a spectrograph that he developed, he and his student K. S. Krishnan discovered that when light traverses a transparent material, the deflected light changes its wavelength and frequency. This phenomenon, a hitherto unknown type of scattering of light, which they called 'modified scattering as subsequently termed the Raman effect or Raman scattering. Raman received the <yearCount> Nobel Prize in Physics for the discovery and was the first Asian to receive a Nobel Prize in any branch of science.",
    "subheadingMessage": "Early life and education",
    "textMessage1": "C. V. Raman was born in Tiruchirappalli in the Madras Presidency of British India (now Tiruchirapalli, Tamil Nadu, India) to Tamil parents, Chandrasekhara Ramanathan Iyer and Parvathi Ammal. He was the second of eight siblings. His father was a teacher at a local high school, and earned a modest income. He recalled: 'I was born with a copper spoon in my mouth. At my birth my father was earning the magnificent salary of ten rupees per month!' In 1892, his family moved to Visakhapatnam (then Vizagapatam or Vizag) in Andhra Pradesh."
  },
  "mr":{
    "headingMessage": "डॉ. सी. व्ही. रमण यांचे चरित्र",
    "textMessage": "सर चंद्रशेखर वेंकट रमण एफआरएस (७ नोव्हेंबर १८८८ - २१ नोव्हेंबर १९७०) हे एक भारतीय भौतिकशास्त्रज्ञ होते जे प्रकाश विखुरण्याच्या क्षेत्रातील त्यांच्या कार्यासाठी ओळखले जातात. त्यांनी विकसित केलेल्या स्पेक्ट्रोग्राफचा वापर करून, त्यांनी आणि त्यांचे विद्यार्थी के.एस. कृष्णन यांनी शोधून काढले की जेव्हा प्रकाश पारदर्शक सामग्रीतून मार्गक्रमण करतो तेव्हा विक्षेपित प्रकाश त्याची तरंगलांबी आणि वारंवारता बदलतो. ही घटना, प्रकाशाच्या विखुरण्याचा आतापर्यंतचा अज्ञात प्रकार, ज्याला त्यांनी 'सुधारित स्कॅटरिंग' असे नाव दिले आणि पुढे रामन प्रभाव किंवा रामन विखुरणे असे म्हटले. रमण यांना या शोधाबद्दल <yearCount> भौतिकशास्त्रातील नोबेल पारितोषिक मिळाले आणि विज्ञानाच्या कोणत्याही शाखेत नोबेल पारितोषिक मिळवणारे ते पहिले आशियाई होते.",
    "subheadingMessage": "प्रारंभिक जीवन आणि शिक्षण",
    "textMessage1":"सी. व्ही. रमण यांचा जन्म ब्रिटिश भारताच्या मद्रास प्रेसिडेन्सी (आता तिरुचिरापल्ली, तमिळनाडू, भारत) मध्ये तिरुचिरापल्ली येथे तमिळ पालक चंद्रशेखर रामनाथन अय्यर आणि पार्वती अम्मल यांच्या घरी झाला. आठ भावंडांमध्ये ते दुसरे होते. त्याचे वडील स्थानिक हायस्कूलमध्ये शिक्षक होते आणि त्यांना माफक उत्पन्न मिळाले. तो आठवतो: 'मी तोंडात तांब्याचा चमचा घेऊन जन्माला आलो. माझ्या जन्माच्या वेळी माझे वडील दरमहा दहा रुपये पगार मिळवत होते!' 1892 मध्ये त्यांचे कुटुंब आंध्र प्रदेशातील विशाखापट्टम (तेव्हाचे विझागापटम किंवा विझाग) येथे गेले."
  },
  "hi":{
    "headingMessage": "डॉ. सी. वी. रमन की जीवनी",
    "textMessage": "सर चन्द्रशेखर वेंकट रमन एफआरएस (7 नवंबर 1888 - 21 नवंबर 1970) एक भारतीय भौतिक विज्ञानी थे जो प्रकाश प्रकीर्णन के क्षेत्र में अपने काम के लिए जाने जाते थे। अपने द्वारा विकसित स्पेक्ट्रोग्राफ का उपयोग करते हुए, उन्होंने और उनके छात्र के.एस. कृष्णन ने पाया कि जब प्रकाश एक पारदर्शी सामग्री से गुजरता है, तो विक्षेपित प्रकाश अपनी तरंग दैर्ध्य और आवृत्ति को बदल देता है। यह घटना, अब तक अज्ञात प्रकार का प्रकाश का प्रकीर्णन है, जिसे उन्होंने 'संशोधित प्रकीर्णन' कहा, जिसे बाद में रमन प्रभाव या रमन प्रकीर्णन कहा गया। इस खोज के लिए रमन को भौतिकी में <yearCount> नोबेल पुरस्कार मिला और वह विज्ञान की किसी भी शाखा में नोबेल पुरस्कार पाने वाले पहले एशियाई थे।",
    "subheadingMessage": "प्रारंभिक जीवन और शिक्षा",
    "textMessage1": "सी. वी. रमन का जन्म ब्रिटिश भारत के मद्रास प्रेसीडेंसी (अब तिरुचिरापल्ली, तमिलनाडु, भारत) में तिरुचिरापल्ली में तमिल माता-पिता, चंद्रशेखर रामनाथन अय्यर और पार्वती अम्मल के घर हुआ था। वह आठ भाई-बहनों में दूसरे नंबर पर थे। उनके पिता एक स्थानीय हाई स्कूल में शिक्षक थे और उनकी आय मामूली थी। उन्होंने याद करते हुए कहा, 'मैं मुंह में तांबे का चम्मच लेकर पैदा हुआ था। मेरे जन्म के समय मेरे पिता प्रति माह दस रुपये का शानदार वेतन कमा रहे थे!' 1892 में, उनका परिवार आंध्र प्रदेश के विशाखापत्तनम (तब विजागपट्टम या विजाग) चला गया। "
  }  
}